Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/lightdm-settings.tmx
Source language: en
Languages: sv

source: Left
sv: Vänster

source: Users
sv: Användare

source: Note: Don't select a background from your home directory if it's encrypted or if its permissions are restricted.
sv: Obs! Välj inte en bakgrund från din hemkatalog om den är krypterad eller om dess behörigheter är begränsade.

source: Warning: Automatic login will fail if the user's home directory is encrypted.
sv: Varning: Den automatiska inloggningen kommer att misslyckas om användarens hemkatalog är krypterad.

source: Image files
sv: Bildfiler

source: On laptops, show the battery power in the panel.
sv: Visa batterinivån i panelen på bärbara datorer.

source: Background
sv: Bakgrund

source: Choose which monitor should display the login window, or select 'Auto' if you want it to follow the mouse.
sv: Välj vilken skärm som ska visa inloggningsfönstret, eller välj ”Automatisk” om du vill att det ska följa muspekaren.

source: Show accessibility options in the panel.
sv: Visa tillgänglighetsalternativ i panelen.

source: When a user is selected, show that user's background.
sv: När en användare är vald, visa den användarens bakgrund.

source: Show a clock in the panel.
sv: Visa en klocka i panelen.

source: Icon theme
sv: Ikontema

source: Bottom left
sv: Längst ned till vänster

source: Battery power
sv: Batterinivå

source: Automatic login
sv: Automatisk inloggning

source: See https://www.foragoodstrftime.com for more information on formatting.
sv: Se https://www.foragoodstrftime.com för mer information om formatering.

source: Center
sv: Mitten

source: Configure the login window
sv: Konfigurera inloggningsfönstret

source: Clock
sv: Klocka

source: Hide the list of users in the login window.
sv: Dölj listan över användare i inloggningsfönstret.

source: If you have multiple monitors, the user list is placed on the active one, and this picture on the others.
sv: Om du har flera skärmar placeras användarlistan på den aktiva skärmen och denna bild på de övriga.

source: Choose an Image File
sv: Välj en bildfil

source: Show the quit menu in the panel.
sv: Visa avslutningsmenyn i panelen.

source: Draw user backgrounds
sv: Visa användarnas bakgrunder

source: Quit menu
sv: Avslutningsmeny

source: Alignment
sv: Justering

source: Select a picture to show on the bottom left of the login window.
sv: Välj en bild att visa nere till vänster i inloggningsfönstret.

source: Support for high pixel density and Retina displays.
sv: Stöd för hög pixeldensitet och Retinaskärmar.

source: Keyboard layout
sv: Tangentbordsupplägg

source: Hide the user list
sv: Dölj användarlistan

source: Appearance
sv: Utseende

source: Mouse pointer size
sv: Muspekarens storlek

source: Hostname
sv: Värdnamn

source: Panel indicators
sv: Panelindikatorer

source: Optional pictures
sv: Alternativa bilder

source: Guest sessions
sv: Gästsessioner

source: Allow guest sessions
sv: Tillåt gästsessioner

source: Accessibility options
sv: Tillgänglighetsalternativ

source: Background color
sv: Bakgrundsfärg

source: Please install numlockx to use this option.
sv: Installera numlockx för att använda det här alternativet.

source: Enable
sv: Aktivera

source: Delay before connection (in seconds)
sv: Fördröjning före anslutning (sekunder)

source: Quit
sv: Avsluta

source: Monitor
sv: Skärm

source: Stretch background across multiple monitors
sv: Sträck ut bakgrunden över flera skärmar

source: Draw a grid
sv: Visa ett rutnät

source: Alignment of the login box
sv: Inloggningsrutans justering

source: Allow guests to use the computer without a password. A temporary guest account is created automatically when they log in.
sv: Tillåt gäster att använda datorn utan att ange ett lösenord. Ett tillfälligt gästkonto skapas när de loggar in.

source: Show the keyboard layout in the panel.
sv: Visa tangentbordsupplägget i panelen.

source: Show the computer hostname in the panel.
sv: Visa datorns värdnamn i panelen.

source: Right
sv: Höger

source: Draw a grid of white dots on top of the background.
sv: Visa ett rutnät av vita punkter över bakgrunden.

source: Activate numlock in the login window.
sv: Aktivera numlock i inloggningsfönstret.

source: Disable
sv: Avaktivera

source: _Cancel
sv: _Avbryt

source: These settings require a computer reboot to take effect.
sv: Dessa inställningar kräver en omstart för att börja gälla.

source: Allow manual login
sv: Tillåt manuell inloggning

source: On-screen keyboard layout
sv: Skärmtangentbordets upplägg

source: Clock format
sv: Klockformat

source: GTK theme
sv: GTK-tema

source: Mouse pointer
sv: Muspekare

source: Themes
sv: Teman

source: Other monitors
sv: Andra skärmar

source: General
sv: Allmänt

source: Add an option in the login window to enter a username.
sv: Lägg till ett alternativ för att ange ett användarnamn i inloggningsfönstret.

source: Activate numlock
sv: Aktivera numlock

source: _Open
sv: _Öppna

source: User list
sv: Användarlista

source: Login Window
sv: Inloggningsfönster

source: If this option is set the login screen will be shown for this many seconds before the automatic login occurs. Any user activity will cancel the countdown.
sv: Med detta val visas inloggningsskärmen under det valda antalet sekunder innan automatisk inloggning sker. Varje aktivitet från användaren avbryter nedräkningen.

source: Settings
sv: Inställningar

source: Username
sv: Användarnamn

source: Auto
sv: Automatisk

source: HiDPI support
sv: HiDPI-stöd
